Repository: heysaik/Pomodoro
Catalog: Pomodoro²/Pomodoro²/*.lproj/Localizable.strings
Languages: fr, pt_br, ru, ta, te

# pomodoroSubtitle
source: A simple and effective way to help you stay focused
fr: Un moyen simple et efficace pour vous aider à rester concentré
pt_br: Uma maneira simples e eficaz de ajudá-lo a manter o foco
ru: Простой и эффективный способ помочь вам оставаться сосредоточенным
ta: கவனம் செலுத்த உதவும் எளிய மற்றும் பயனுள்ள வழி
te: దృష్టి పెట్టడానికి మీకు సహాయపడే సరళమైన మరియు ప్రభావవంతమైన మార్గం

# easterEggTitle
source: Change App Icon 😉
fr: Changer l'icône de l'application 😉
pt_br: Alterar ícone do aplicativo 😉
ru: Изменить значок приложения 😉
ta: பயன்பாட்டு ஐகானை மாற்றவும்
te: అనువర్తన చిహ్నాన్ని మార్చండి

source: Start
fr: Début
pt_br: Começar
ru: Начало
ta: தொடக்கம்
te: ప్రారంభం

source: Stats
fr: Statistiques
pt_br: Estatísticas
ru: Статистика
ta: புள்ளிவிவரங்கள்
te: గణాంకాలు

source: Help
fr: Aidez-moi
pt_br: Socorro
ru: Помогите
ta: உதவி
te: సహాయం

source: Work Sessions
fr: Séances de travail
pt_br: Sessões de trabalho
ru: Рабочие сессии
ta: பணி அமர்வுகள்
te: పని సెషన్లు

source: Breaks
fr: Pauses
pt_br: Rompe
ru: Перерывы
ta: பிரேக்ஸ்
te: బ్రేక్స్

source: About the Pomodoro Timer
fr: À propos de la minuterie Pomodoro
pt_br: Sobre o temporizador Pomodoro
ru: О таймере Pomodoro
ta: போமோடோரோ டைமர் பற்றி
te: పోమోడోరో టైమర్ గురించి

source: About the Developer
fr: À propos du développeur
pt_br: Sobre o desenvolvedor
ru: О разработчике
ta: டெவலப்பர் பற்றி
te: డెవలపర్ గురించి

source: Email Support
fr: Assistance par e-mail
pt_br: Suporte por e-mail
ru: Поддержка по электронной почте
ta: மின்னஞ்சல் ஆதரவு
te: ఇమెయిల్ మద్దతు

source: Reset All Stats
fr: Réinitialiser toutes les statistiques
ru: Сбросить всю статистику
ta: எல்லா புள்ளிவிவரங்களையும் மீட்டமைக்கவும்
te: అన్ని గణాంకాలను రీసెట్ చేయండి

source: 25 Minute Pomodoro
fr: Pomodoro en 25 minutes
pt_br: Pomodoro de 25 minutos
ru: 25 минут Помодоро
ta: 25 நிமிடம் பொமோடோரோ
te: 25 నిమిషం పోమోడోరో

source: 30 Minute Break
fr: Pause de 30 minutes
pt_br: Intervalo de 30 minutos
ru: 30-минутный перерыв
ta: 30 நிமிட இடைவெளி
te: 30 నిమిషాల విరామం

source: 5 Minute Break
fr: Pause de 5 minutes
pt_br: Ruptura de 5 minutos
ru: 5 минутный перерыв
ta: 5 நிமிட இடைவெளி
te: 5 నిమిషాల విరామం

source: Start 25 min work session
fr: Commencez une session de travail de 25 minutes
pt_br: Iniciar 25 min de sessão de trabalho
ru: Начните 25-минутную рабочую сессию
ta: 25 நிமிட பணி அமர்வைத் தொடங்கவும்
te: 25 నిమిషాల పని సెషన్‌ను ప్రారంభించండి

source: End Work Session
fr: Fin de la session de travail
pt_br: Terminar Sessão de Trabalho
ru: Завершить рабочий сеанс
ta: பணி அமர்வை முடிக்கவும்
te: పని సెషన్‌ను ముగించండి

source: End Break
fr: Fin de pause
pt_br: Fim do intervalo
ru: Конец перерыва
ta: முடிவு இடைவெளி
te: ఎండ్ బ్రేక్

source: Are you sure?
fr: Êtes-vous sûr?
pt_br: Você tem certeza?
ru: Вы уверены?
ta: நீ சொல்வது உறுதியா?
te: మీరు చెప్పేది నిజమా?

source: This action will end all progress you have made
fr: Cette action mettra fin à tous les progrès que vous avez réalisés
pt_br: Esta ação encerrará todo o progresso que você fez
ru: Это действие прекратит все ваши успехи
ta: இந்த நடவடிக்கை நீங்கள் செய்த அனைத்து முன்னேற்றங்களையும் முடிவுக்குக் கொண்டுவரும்
te: ఈ చర్య మీరు సాధించిన అన్ని పురోగతిని అంతం చేస్తుంది

source: End Session
fr: Fin de session
pt_br: Encerrar Sessão
ru: Конец сессии
ta: அமர்வு முடிவு
te: సెషన్‌ను ముగించండి

source: Reset
fr: Réinitialiser
pt_br: Redefinir
ru: Сброс настроек
ta: மீட்டமை
te: రీసెట్

source: This will reset all the stats on Pomodoro² on
fr: Cela réinitialisera toutes les statistiques de Pomodoro² sur
pt_br: Isso redefinirá todas as estatísticas do Pomodoro² em
ru: Это сбросит всю статистику на Pomodoro² на
ta: இது போமோடோரோஸில் உள்ள அனைத்து புள்ளிவிவரங்களையும் மீட்டமைக்கும்
te: ఇది పోమోడోరోస్లోని అన్ని గణాంకాలను రీసెట్ చేస్తుంది
